{
  "title": "The Ocean Is Wettest At The Bottom",
  "author": "Uman Zyedad",
  "coverImage": "https://via.placeholder.com/800x1200",
  "lastUpdated": "2023-06-15T12:00:00Z",
  "chapters": [
    {
      "number": 1,
      "title": "Introduction",
      "publishDate": "2023-06-01T12:00:00Z",
      "content": "# Introduction\n\nThis is the first chapter of my serial e-book. Each week, I'll be adding a new chapter.\n\nYou can include **bold text**, *italic text*, and [links to external sites](https://example.com).\n\nThis paragraph includes a footnote reference[^1]. Footnotes appear inline when clicked.\n\n## A Subheading\n\nMore content goes here. You could reference another footnote[^2] that contains links to your subdomain.\n\nThe system automatically saves the reader's progress so they can pick up where they left off.",
      "footnotes": [
        {
          "id": "1",
          "text": "This is the first footnote. It can contain <a href='https://yoursubdomain.example.com/resource1'>links to your subdomain</a> and basic formatting."
        },
        {
          "id": "2",
          "text": "This is the second footnote with another <a href='https://yoursubdomain.example.com/resource2'>link to your subdomain</a>."
        }
      ]
    },
    {
      "number": 2,
      "title": "Getting Started",
      "publishDate": "2023-06-08T12:00:00Z",
      "content": "# Getting Started\n\nThis is the second chapter of our serial e-book. Now we're getting into the main content.\n\nEach chapter can be as long as you need. The pagination system will automatically break it into readable pages.\n\n## Key Concepts\n\nHere we introduce some key concepts for our readers. These will be expanded upon in future chapters.\n\n- First important point\n- Second important point\n- Third important point\n\nThis paragraph has a reference to an important external resource[^1].\n\n## Further Reading\n\nWe can suggest further reading materials and resources for readers who want to explore more deeply.",
      "footnotes": [
        {
          "id": "1",
          "text": "You can find more information at <a href='https://yoursubdomain.example.com/details'>this detailed guide</a>."
        }
      ]
    },
    {
      "number": 3,
      "title": "Instagram",
      "publishDate": "2023-06-15T12:00:00Z",
      "content": "They crept up to the wizened old figure, hunched and frail. Watery eyes encrusted between heavy lids and dark bags peered out at the children. The haggard face was barely recognizable as human from beast, living from dead.

“It must be at least 100 years old”, whispered Maya.

“I’m only 37” the figure crooned indignantly. “You try having two kids under three. Still, I remember the before-times. The days when we made films like White Chicks. When you could say ex-squeeze me instead of excuse me and make an entire room full of people laugh.” 

“I don’t get it” wondered YYY, “is the joke just mispronunciation?” 

“Oh, you’re such a Phoebe” the figure smiled, gently shaking its head. It let out a deep sigh, which turned into a yawn, which ended in a coughing fit.

“Yes, only 37. I remember when Instagram used to be an app for looking at your friends' pictures, in chronological order. It’s true. Scrolling Instagram was like walking through a great hall, with sunlight streaming in from beautiful arched windows below vaulted ceilings. You would walk leisurely, feeling safe and warm, as people in your life would walk towards you. As they passed, they would hold up a picture they had recently taken. Your friend would show you a photo from their holiday to Greece. Looks great, you would beam, as they walked on by. Your neighbour would show you a photo of their engagement ring. Wonderful news, you’d gush, as they strolled past you. Your coworker would show you a picture of their breakfast. Not as impressive as the others, you’d say, but thank you for sharing. It was a serene experience.”

XXX and YYY glanced at each other, and slowly started backing out of the room,

“Scrolling Instagram now is like creeping along a narrow, dingy corridor, barely wide enough to stretch out your arms. The walls are greasy and the carpet is damp. Strangers push past you in the opposite direction, their scowling faces briefly visible under the flickering fluorescent lights. “Men have rights too”, one would whisper, glaring at you. “Fucking immigrants” another would growl as he bumps your shoulder, sending you into the grimy wall. You try to find your way back to the light, to the great halls you once knew, but it’s just corridor after mouldy corridor. And all the while, the algorithm. Oh, the algorithm. It stalks you, relentless, ever-closer…”

By now XXX and YYY
",
      "footnotes": [
        {
          "id": "1",
          "text": "This concept was first introduced by Smith (2018) and later expanded by Johnson (2020). See <a href='https://yoursubdomain.example.com/references'>the references page</a> for complete citations."
        }
      ]
    }
  ]
}
