{
  "title": "The Ocean Is Wettest At The Bottom",
  "author": "Uman Zyedad",
  "coverImage": "https://via.placeholder.com/800x1200",
  "lastUpdated": "2023-06-15T12:00:00Z",
  "chapters": [
    {
      "number": 1,
      "title": "Introduction",
      "publishDate": "2023-06-01T12:00:00Z",
      "content": "# Introduction\n\nThis is the first chapter of my serial e-book. Each week, I'll be adding a new chapter.\n\nYou can include **bold text**, *italic text*, and [links to external sites](https://example.com).\n\nThis paragraph includes a footnote reference[^1]. Footnotes appear inline when clicked.\n\n## A Subheading\n\nMore content goes here. You could reference another footnote[^2] that contains links to your subdomain.\n\nThe system automatically saves the reader's progress so they can pick up where they left off.",
      "footnotes": [
        {
          "id": "1",
          "text": "This is the first footnote. It can contain <a href='https://yoursubdomain.example.com/resource1'>links to your subdomain</a> and basic formatting."
        },
        {
          "id": "2",
          "text": "This is the second footnote with another <a href='https://yoursubdomain.example.com/resource2'>link to your subdomain</a>."
        }
      ]
    },
    {
      "number": 2,
      "title": "Getting Started",
      "publishDate": "2023-06-08T12:00:00Z",
      "content": "# Getting Started\n\nThis is the second chapter of our serial e-book. Now we're getting into the main content.\n\nEach chapter can be as long as you need. The pagination system will automatically break it into readable pages.\n\n## Key Concepts\n\nHere we introduce some key concepts for our readers. These will be expanded upon in future chapters.\n\n- First important point\n- Second important point\n- Third important point\n\nThis paragraph has a reference to an important external resource[^1].\n\n## Further Reading\n\nWe can suggest further reading materials and resources for readers who want to explore more deeply.",
      "footnotes": [
        {
          "id": "1",
          "text": "You can find more information at <a href='https://yoursubdomain.example.com/details'>this detailed guide</a>."
        }
      ]
    },
    {
      "number": 3,
      "title": "Advanced Topics",
      "publishDate": "2023-06-15T12:00:00Z",
      "content": "# Advanced Topics\n\nBy the third chapter, we're getting into more advanced material. Readers who have been following along weekly will be ready for this content.\n\n## Complex Concepts\n\nNow we can explore more complex ideas that build on what was covered in previous chapters.\n\nThis is a good place to include more detailed footnotes[^1] that provide additional context or clarification.\n\n## Case Studies\n\nReal-world examples help solidify understanding. Here we can discuss some practical applications.\n\n1. First example scenario\n2. Second example scenario\n3. Third example scenario\n\nEach of these demonstrates the principles discussed earlier in a concrete way.\n\n## Looking Ahead\n\nAt the end of this chapter, we can tease what's coming in the next installment to keep readers engaged and looking forward to next week's chapter.",
      "footnotes": [
        {
          "id": "1",
          "text": "This concept was first introduced by Smith (2018) and later expanded by Johnson (2020). See <a href='https://yoursubdomain.example.com/references'>the references page</a> for complete citations."
        }
      ]
    }
  ]
}
